[
  1,
  "Be yourself; everyone else is already taken.",
  1,
  "I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best.",
  1,
  "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.",
  1,
  "So many books, so little time.",
  1,
  "A room without books is like a body without a soul.",
  1,
  "Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind.",
  1,
  "You've gotta dance like there's nobody watching,Love like you'll never be hurt,Sing like there's nobody listening,And live like it's heaven on earth.",
  1,
  "You know you're in love when you can't fall asleep because reality is finally better than your dreams.",
  1,
  "You only live once, but if you do it right, once is enough.",
  1,
  "Be the change that you wish to see in the world.",
  1,
  "In three words I can sum up everything I've learned about life: it goes on.",
  1,
  "If you want to know what a man's like, take a good look at how he treats his inferiors, not his equals.",
  1,
  "Don’t walk in front of me… I may not followDon’t walk behind me… I may not leadWalk beside me… just be my friend",
  1,
  "If you tell the truth, you don't have to remember anything.",
  1,
  "Friendship ... is born at the moment when one man says to another What! You too? I thought that no one but myself . . .",
  1,
  "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
  1,
  "A friend is someone who knows all about you and still loves you.",
  1,
  "To live is the rarest thing in the world. Most people exist, that is all.",
  1,
  "Always forgive your enemies; nothing annoys them so much.",
  1,
  "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.",
  1,
  "Live as if you were to die tomorrow. Learn as if you were to live forever.",
  1,
  "We accept the love we think we deserve.",
  1,
  "Without music, life would be a mistake.",
  1,
  "I am so clever that sometimes I don't understand a single word of what I am saying.",
  1,
  "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
  1,
  "Here's to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes. The ones who see things differently. They're not fond of rules. And they have no respect for the status quo. You can quote them, disagree with them, glorify or vilify them. About the only thing you can't do is ignore them. Because they change things. They push the human race forward. And while some may see them as the crazy ones, we see genius. Because the people who are crazy enough to think they can change the world, are the ones who do.",
  1,
  "Insanity is doing the same thing, over and over again, but expecting different results.",
  1,
  "I believe that everything happens for a reason. People change so that you can learn to let go, things go wrong so that you appreciate them when they're right, you believe lies so you eventually learn to trust no one but yourself, and sometimes good things fall apart so better things can fall together.",
  1,
  "It is better to be hated for what you are than to be loved for what you are not.",
  1,
  "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in your sails. Explore. Dream. Discover.",
  3,
  "A day without sunshine is like, you know, night.",
  3,
  "A reader lives a thousand lives before he dies, said Jojen. The man who never reads lives only one.",
  3,
  "Never put off till tomorrow what may be done day after tomorrow just as well.",
  3,
  "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
  3,
  "People are illogical, unreasonable, and self-centered.Love them anyway.If you do good, people will accuse you of selfish ulterior motives.Do good anyway.If you are successful, you will win false friends and true enemies.Succeed anyway.The good you do today will be forgotten tomorrow.Do good anyway.Honesty and frankness make you vulnerable.Be honest and frank anyway.The biggest men and women with the biggest ideas can be shot down by the smallest men and women with the smallest minds.Think big anyway.People favor underdogs but follow only top dogs.Fight for a few underdogs anyway.What you spend years building may be destroyed overnight.Build anyway.People really need help but may attack you if you do help them.Help people anyway.Give the world the best you have and you'll get kicked in the teeth.Give the world the best you have anyway.",
  3,
  "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose. You're on your own. And you know what you know. And YOU are the one who'll decide where to go...",
  3,
  "That which does not kill us makes us stronger.",
  3,
  "It is never too late to be what you might have been.",
  3,
  "For every minute you are angry you lose sixty seconds of happiness.",
  3,
  "This life is what you make it. No matter what, you're going to mess up sometimes, it's a universal truth. But the good part is you get to decide how you're going to mess it up. Girls will be your friends - they'll act like it anyway. But just remember, some come, some go. The ones that stay with you through everything - they're your true best friends. Don't let go of them. Also remember, sisters make the best friends in the world. As for lovers, well, they'll come and go too. And baby, I hate to say it, most of them - actually pretty much all of them are going to break your heart, but you can't give up because if you give up, you'll never find your soulmate. You'll never find that half who makes you whole and that goes for everything. Just because you fail once, doesn't mean you're gonna fail at everything. Keep trying, hold on, and always, always, always believe in yourself, because if you don't, then who will, sweetie? So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about.",
  3,
  "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
  3,
  "I love deadlines. I love the whooshing noise they make as they go by.",
  3,
  "If you judge people, you have no time to love them.",
  3,
  "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment.",
  3,
  "I'm not upset that you lied to me, I'm upset that from now on I can't believe you.",
  3,
  "There is no greater agony than bearing an untold story inside you.",
  3,
  "If you can't explain it to a six year old, you don't understand it yourself.",
  3,
  "Love is that condition in which the happiness of another person is essential to your own.",
  3,
  "If you only read the books that everyone else is reading, you can only think what everyone else is thinking.",
  3,
  "Anyone who thinks sitting in church can make you a Christian must also think that sitting in a garage can make you a car.",
  3,
  "I have always imagined that Paradise will be a kind of library.",
  3,
  "Everything you can imagine is real.",
  3,
  "Women and cats will do as they please, and men and dogs should relax and get used to the idea.",
  3,
  "We don't see things as they are, we see them as we are.",
  3,
  "You may not be her first, her last, or her only. She loved before she may love again. But if she loves you now, what else matters? She's not perfect—you aren't either, and the two of you may never be perfect together but if she can make you laugh, cause you to think twice, and admit to being human and making mistakes, hold onto her and give her the most you can. She may not be thinking about you every second of the day, but she will give you a part of her that she knows you can break—her heart. So don't hurt her, don't change her, don't analyze and don't expect more than she can give. Smile when she makes you happy, let her know when she makes you mad, and miss her when she's not there.",
  3,
  "Sometimes the questions are complicated and the answers are simple.",
  3,
  "You love me. Real or not real?I tell him, Real.",
  3,
  "Never trust anyone who has not brought a book with them.",
  3,
  "You can never get a cup of tea large enough or a book long enough to suit me.",
  3,
  "We read to know we're not alone.",
  4,
  "Sometimes, you read a book and it fills you with this weird evangelical zeal, and you become convinced that the shattered world will never be put back together unless and until all living humans read the book.",
  4,
  "All you need is love. But a little chocolate now and then doesn't hurt.",
  4,
  "Life isn't about finding yourself. Life is about creating yourself.",
  4,
  "Beauty is in the eye of the beholder and it may be necessary from time to time to give a stupid or misinformed beholder a black eye.",
  4,
  "Of course it is happening inside your head, Harry, but why on earth should that mean that it is not real?",
  4,
  "Today you are You, that is truer than true. There is no one alive who is Youer than You.",
  4,
  "I'm not afraid of death; I just don't want to be there when it happens.",
  4,
  "If one cannot enjoy reading a book over and over again, there is no use in reading it at all.",
  4,
  "It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all—in which case, you fail by default.",
  4,
  "To the well-organized mind, death is but the next great adventure.",
  4,
  "If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales.",
  4,
  "I'm in love with you, he said quietly.Augustus, I said.I am, he said. He was staring at me, and I could see the corners of his eyes crinkling. I'm in love with you, and I'm not in the business of denying myself the simple pleasure of saying true things. I'm in love with you, and I know that love is just a shout into the void, and that oblivion is inevitable, and that we're all doomed and that there will come a day when all our labor has been returned to dust, and I know the sun will swallow the only earth we'll ever have, and I am in love with you.",
  4,
  "Logic will get you from A to Z; imagination will get you everywhere.",
  4,
  "Have you fallen in love with the wrong person yet?'Jace said, Unfortunately, Lady of the Haven, my one true love remains myself....At least, she said, you don't have to worry about rejection, Jace Wayland.Not necessarily. I turn myself down occasionally, just to keep it interesting.",
  4,
  "Whenever I feel the need to exercise, I lie down until it goes away.",
  4,
  "I am nothing special, of this I am sure. I am a common man with common thoughts and I've led a common life. There are no monuments dedicated to me and my name will soon be forgotten, but I've loved another with all my heart and soul, and to me, this has always been enough..",
  4,
  "Sometimes people are beautiful.Not in looks.Not in what they say.Just in what they are.",
  4,
  "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.",
  4,
  "Love looks not with the eyes, but with the mind; And therefore is wing'd Cupid painted blind. Nor hath love's mind of any judgment taste; Wings and no eyes figure unheedy haste: And therefore is love said to be a child, Because in choice he is so oft beguil'd.",
  4,
  "You don't get to choose if you get hurt in this world...but you do have some say in who hurts you. I like my choices.",
  4,
  "The more that you read, the more things you will know. The more that you learn, the more places you'll go.",
  4,
  "Folks are usually about as happy as they make their minds up to be.",
  4,
  "Do what you can, with what you have, where you are.",
  4,
  "There is no friend as loyal as a book.",
  4,
  "One good thing about music, when it hits you, you feel no pain.",
  4,
  "The story so far:In the beginning the Universe was created.This has made a lot of people very angry and been widely regarded as a bad move.",
  4,
  "Success is not final, failure is not fatal: it is the courage to continue that counts.",
  4,
  "I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.",
  4,
  "Love is like the wind, you can't see it but you can feel it.",
  4,
  "Not all of us can do great things. But we can do small things with great love.",
  24,
  "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine.",
  24,
  "Don't ever tell anybody anything. If you do, you start missing everybody.",
  24,
  "I wonder how many people I've looked at all my life and never seen.",
  24,
  "Remember when you tried to convince me to feed a poultry pie to the mallards in the park to see if you could breed a race of cannibal ducks? They ate it too, Will reminisced. Bloodthirsty little beasts. Never trust a duck.",
  24,
  "Painting is poetry that is seen rather than felt, and poetry is painting that is felt rather than seen.",
  24,
  "You cannot protect yourself from sadness without protecting yourself from happiness.",
  24,
  "Many people, myself among them, feel better at the mere sight of a book.",
  24,
  "You must have chaos within you to give birth to a dancing star.",
  24,
  "Fantasy is a necessary ingredient in living, it's a way of looking at life through the wrong end of a telescope.",
  24,
  "Religion has actually convinced people that there's an invisible man living in the sky who watches everything you do, every minute of every day. And the invisible man has a special list of ten things he does not want you to do. And if you do any of these ten things, he has a special place, full of fire and smoke and burning and torture and anguish, where he will send you to live and suffer and burn and choke and scream and cry forever and ever 'til the end of time! But He loves you. He loves you, and He needs money! He always needs money! He's all-powerful, all-perfect, all-knowing, and all-wise, somehow just can't handle money!",
  24,
  "It is said that your life flashes before your eyes just before you die. That is true, it's called Life.",
  24,
  "I don't know the question, but sex is definitely the answer.",
  24,
  "Stop acting so small. You are the universe in ecstatic motion.",
  24,
  "Everyone sees what you appear to be, few experience what you really are.",
  24,
  "Above all, be the heroine of your life, not the victim.",
  24,
  "Live the Life of Your Dreams: Be brave enough to live the life of your dreams according to your vision and purpose instead of the expectations and opinions of others.",
  24,
  "There comes a time when the world gets quiet and the only thing left is your own heart. So you'd better learn the sound of it. Otherwise you'll never understand what it's saying.",
  24,
  "The simple things are also the most extraordinary things, and only the wise can see them.",
  24,
  "Life is a disease: sexually transmitted, and invariably fatal.",
  24,
  "You have your way. I have my way. As for the right way, the correct way, and the only way, it does not exist.",
  24,
  "I am very interested and fascinated how everyone loves each other, but no one really likes each other.",
  24,
  "You're still trying to protect me. Real or not real, he whispers.Real, I answer. Because that's what you and I do, protect each other.",
  24,
  "What happens when people open their hearts?They get better.",
  24,
  "But luxury has never appealed to me, I like simple things, books, being alone, or with somebody who understands.",
  24,
  "Why fit in when you were born to stand out?",
  24,
  "Many boys will bring you flowers. But someday you'll meet a boy who will learn your favorite flower, your favorite song, your favorite sweet. And even if he is too poor to give you any of them, it won't matter because he will have taken the time to know you as no one else does. Only that boy earns your heart.",
  24,
  "That's the thing about books. They let you travel without moving your feet.",
  24,
  "Whatever it is you're seeking won't come in the form you're expecting.",
  24,
  "To be nobody but yourself in a world which is doing its best day and night to make you like everybody else means to fight the hardest battle which any human being can fight and never stop fighting.",
  24,
  "It may be unfair, but what happens in a few days, sometimes even a single day, can change the course of a whole lifetime...",
  20,
  "Fantasy is hardly an escape from reality. It's a way of understanding it.",
  20,
  "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.",
  20,
  "All happy families are alike; each unhappy family is unhappy in its own way.",
  20,
  "Once you learn to read, you will be forever free.",
  20,
  "You don't love someone for their looks, or their clothes, or for their fancy car, but because they sing a song only you can hear.",
  20,
  "Give a girl the right shoes, and she can conquer the world.",
  20,
  "Whether you think you can, or you think you can't--you're right.",
  20,
  "There are few people whom I really love, and still fewer of whom I think well. The more I see of the world, the more am I dissatisfied with it; and every day confirms my belief of the inconsistency of all human characters, and of the little dependence that can be placed on the appearance of merit or sense.",
  20,
  "Augustus Waters was a self-aggrandizing bastard. But we forgive him. We forgive him not because he had a heart as figuratively good as his literal one sucked, or because he knew more about how to hold a cigarette than any nonsmoker in history, or because he got eighteen years when he should've gotten more.''Seventeen,' Gus corrected.'I'm assuming you've got some time, you interupting bastard.'I'm telling you,' Isaac continued, 'Augustus Waters talked so much that he'd interupt you at his own funeral. And he was pretentious: Sweet Jesus Christ, that kid never took a piss without pondering the abundant metaphorical resonances of human waste production. And he was vain: I do not believe I have ever met a more physically attractive person who was more acutely aware of his own physical attractiveness.'But I will say this: When the scientists of the future show up at my house with robot eyes and they tell me to try them on, I will tell the scientists to screw off, because I do not want to see a world without him.'I was kind of crying by then.",
  20,
  "Think of all the beauty still left around you and be happy.",
  20,
  "I have loved the stars too fondly to be fearful of the night.",
  20,
  "Why did you do all this for me?' he asked. 'I don't deserve it. I've never done anything for you.' 'You have been my friend,' replied Charlotte. 'That in itself is a tremendous thing.",
  20,
  "And by the way, everything in life is writable about if you have the outgoing guts to do it, and the imagination to improvise. The worst enemy to creativity is self-doubt.",
  20,
  "Faith is taking the first step even when you can't see the whole staircase.",
  20,
  "Two people in love, alone, isolated from the world, that's beautiful.",
  20,
  "Think before you speak. Read before you think.",
  20,
  "Be the reason someone smiles. Be the reason someone feels loved and believes in the goodness in people.",
  20,
  "Here's all you have to know about men and women: women are crazy, men are stupid. And the main reason women are crazy is that men are stupid.",
  20,
  "I did not attend his funeral, but I sent a nice letter saying I approved of it.",
  20,
  "The wound is the place where the Light enters you.",
  20,
  "For you, a thousand times over",
  20,
  "I want to stand as close to the edge as I can without going over. Out on the edge you see all kinds of things you can't see from the center.",
  20,
  "The best index to a person's character is how he treats people who can't do him any good, and how he treats people who can't fight back.",
  20,
  "If you're going to try, go all the way. Otherwise, don't even start. This could mean losing girlfriends, wives, relatives and maybe even your mind. It could mean not eating for three or four days. It could mean freezing on a park bench. It could mean jail. It could mean derision. It could mean mockery--isolation. Isolation is the gift. All the others are a test of your endurance, of how much you really want to do it. And, you'll do it, despite rejection and the worst odds. And it will be better than anything else you can imagine. If you're going to try, go all the way. There is no other feeling like that. You will be alone with the gods, and the nights will flame with fire. You will ride life straight to perfect laughter. It's the only good fight there is.",
  20,
  "Books so special and rare and yours that advertising your affection feels like a betrayal.",
  20,
  "She was a girl who knew how to be happy even when she was sad. And that’s important—you know",
  20,
  "Where is human nature so weak as in the bookstore?",
  20,
  "Whoever fights monsters should see to it that in the process he does not become a monster. And if you gaze long enough into an abyss, the abyss will gaze back into you.",
  20,
  "This above all: to thine own self be true, And it must follow, as the night the day, Thou canst not then be false to any man.",
  20,
  "Never let your sense of morals prevent you from doing what is right.",
  2,
  "Only once in your life, I truly believe, you find someone who can completely turn your world around. You tell them things that you’ve never shared with another soul and they absorb everything you say and actually want to hear more. You share hopes for the future, dreams that will never come true, goals that were never achieved and the many disappointments life has thrown at you. When something wonderful happens, you can’t wait to tell them about it, knowing they will share in your excitement. They are not embarrassed to cry with you when you are hurting or laugh with you when you make a fool of yourself. Never do they hurt your feelings or make you feel like you are not good enough, but rather they build you up and show you the things about yourself that make you special and even beautiful. There is never any pressure, jealousy or competition but only a quiet calmness when they are around. You can be yourself and not worry about what they will think of you because they love you for who you are. The things that seem insignificant to most people such as a note, song or walk become invaluable treasures kept safe in your heart to cherish forever. Memories of your childhood come back and are so clear and vivid it’s like being young again. Colours seem brighter and more brilliant. Laughter seems part of daily life where before it was infrequent or didn’t exist at all. A phone call or two during the day helps to get you through a long day’s work and always brings a smile to your face. In their presence, there’s no need for continuous conversation, but you find you’re quite content in just having them nearby. Things that never interested you before become fascinating because you know they are important to this person who is so special to you. You think of this person on every occasion and in everything you do. Simple things bring them to mind like a pale blue sky, gentle wind or even a storm cloud on the horizon. You open your heart knowing that there’s a chance it may be broken one day and in opening your heart, you experience a love and joy that you never dreamed possible. You find that being vulnerable is the only way to allow your heart to feel true pleasure that’s so real it scares you. You find strength in knowing you have a true friend and possibly a soul mate who will remain loyal to the end. Life seems completely different, exciting and worthwhile. Your only hope and security is in knowing that they are a part of your life.",
  2,
  "All that is gold does not glitter,Not all those who wander are lost;The old that is strong does not wither,Deep roots are not reached by the frost.From the ashes a fire shall be woken,A light from the shadows shall spring;Renewed shall be blade that was broken,The crownless again shall be king.",
  2,
  "The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.",
  2,
  "It is our choices, Harry, that show what we truly are, far more than our abilities.",
  2,
  "Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.",
  2,
  "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
  2,
  "It does not do to dwell on dreams and forget to live.",
  2,
  "Good friends, good books, and a sleepy conscience: this is the ideal life.",
  2,
  "As he read, I fell in love the way you fall asleep: slowly, and then all at once.",
  2,
  "We are all in the gutter, but some of us are looking at the stars.",
  2,
  "Fairy tales are more than true: not because they tell us that dragons exist, but because they tell us that dragons can be beaten.",
  2,
  "The fool doth think he is wise, but the wise man knows himself to be a fool.",
  2,
  "It is better to remain silent at the risk of being thought a fool, than to talk and remove all doubt of it.",
  2,
  "Whenever you find yourself on the side of the majority, it is time to reform (or pause and reflect).",
  2,
  "Life is what happens to us while we are making other plans.",
  2,
  "Yesterday is history, tomorrow is a mystery, today is a gift of God, which is why we call it the present.",
  2,
  "I have not failed. I've just found 10,000 ways that won't work.",
  2,
  "It is not a lack of love, but a lack of friendship that makes unhappy marriages.",
  2,
  "The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference.",
  2,
  "A woman is like a tea bag; you never know how strong it is until it's in hot water.",
  2,
  "The man who does not read has no advantage over the man who cannot read.",
  2,
  "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.",
  2,
  "I may not have gone where I intended to go, but I think I have ended up where I needed to be.",
  2,
  "If you don't stand for something you will fall for anything.",
  2,
  "Outside of a dog, a book is man's best friend. Inside of a dog it's too dark to read.",
  2,
  "I solemnly swear that I am up to no good.",
  2,
  "I am enough of an artist to draw freely upon my imagination. Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.",
  2,
  "Love all, trust a few,Do wrong to none: be able for thine enemyRather in power than use; and keep thy friendUnder thy own life's key: be check'd for silence,But never tax'd for speech.",
  2,
  "I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living.",
  2,
  "Have you ever been in love? Horrible isn't it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up.",
  18,
  "If a cluttered desk is a sign of a cluttered mind, of what, then, is an empty desk a sign?",
  18,
  "I am not young enough to know everything.",
  18,
  "Experience is merely the name men gave to their mistakes.",
  18,
  "Do you remember back at the hotel when you promised that if we lived, you’d get dressed up in a nurse’s outfit and give me a sponge bath? asked Jace.It was Simon who promised you the sponge bath.As soon as I’m back on my feet, handsome, said Simon.I knew we should have left you a rat.",
  18,
  "There are no good girls gone wrong - just bad girls found out.",
  18,
  "Don’t go around saying the world owes you a living. The world owes you nothing. It was here first.",
  18,
  "I hope that in this year to come, you make mistakes. Because if you are making mistakes...you're Doing Something.",
  18,
  "Never go to bed mad. Stay up and fight.",
  18,
  "We live and breathe words. .... It was books that made me feel that perhaps I was not completely alone. They could be honest with me, and I with them. Reading your words, what you wrote, how you were lonely sometimes and afraid, but always brave; the way you saw the world, its colors and textures and sounds, I felt--I felt the way you thought, hoped, felt, dreamt. I felt I was dreaming and thinking and feeling  you. I dreamed what you dreamed, wanted what you wanted--and then I realized that truly I just wanted you.",
  18,
  "I learned this, at least, by my experiment: that if one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours.",
  18,
  "I have no special talents. I am only passionately curious.",
  18,
  "Monsters are real, and ghosts are real too. They live inside us, and sometimes, they win.",
  18,
  "You think your pain and your heartbreak are unprecedented in the history of the world, but then you read. It was books that taught me that the things that tormented me most were the very things that connected me with all the people who were alive, who had ever been alive.",
  18,
  "In a time of deceit telling the truth is a revolutionary act.",
  18,
  "The mind is its own place, and in itself can make a heaven of hell, a hell of heaven..",
  18,
  "I like work: it fascinates me. I can sit and look at it for hours.",
  18,
  "I've never been lonely. I've been in a room -- I've felt suicidal. I've been depressed. I've felt awful -- awful beyond all -- but I never felt that one other person could enter that room and cure what was bothering me...or that any number of people could enter that room. In other words, loneliness is something I've never been bothered with because I've always had this terrible itch for solitude. It's being at a party, or at a stadium full of people cheering for something, that I might feel loneliness. I'll quote Ibsen, The strongest men are the most alone. I've never thought, Well, some beautiful blonde will come in here and give me a fuck-job, rub my balls, and I'll feel good. No, that won't help. You know the typical crowd, Wow, it's Friday night, what are you going to do? Just sit there? Well, yeah. Because there's nothing out there. It's stupidity. Stupid people mingling with stupid people. Let them stupidify themselves. I've never been bothered with the need to rush out into the night. I hid in bars, because I didn't want to hide in factories. That's all. Sorry for all the millions, but I've never been lonely. I like myself. I'm the best form of entertainment I have. Let's drink more wine!",
  18,
  "I would have come for you. And if I couldn't walk, I'd crawl to you, and no matter how broken we were, we'd fight our way out together-knives drawn, pistols blazing. Because that's what we do. We never stop fighting.",
  18,
  "I wanted you to see what real courage is, instead of getting the idea that courage is a man with a gun in his hand. It's when you know you're licked before you begin, but you begin anyway and see it through no matter what.",
  18,
  "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.",
  18,
  "When I was 5 years old, my mother always told me that happiness was the key to life. When I went to school, they asked me what I wanted to be when I grew up. I wrote down ‘happy’. They told me I didn’t understand the assignment, and I told them they didn’t understand life.",
  18,
  "We delight in the beauty of the butterfly, but rarely admit the changes it has gone through to achieve that beauty.",
  18,
  "Always do what you are afraid to do.",
  18,
  "There is neither happiness nor misery in the world; there is only the comparison of one state with another, nothing more. He who has felt the deepest grief is best able to experience supreme happiness. We must have felt what it is to die, Morrel, that we may appreciate the enjoyments of life.  Live, then, and be happy, beloved children of my heart, and never forget, that until the day God will deign to reveal the future to man, all human wisdom is contained in these two words, 'Wait and Hope.",
  18,
  "I have decided to stick to love...Hate is too great a burden to bear.",
  18,
  "It is a curious thing, the death of a loved one. We all know that our time in this world is limited, and that eventually all of us will end up underneath some sheet, never to wake up. And yet it is always a surprise when it happens to someone we know. It is like walking up the stairs to your bedroom in the dark, and thinking there is one more stair than there is. Your foot falls down, through the air, and there is a sickly moment of dark surprise as you try and readjust the way you thought of things.",
  18,
  "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for.",
  18,
  "That's always seemed so ridiculous to me, that people want to be around someone because they're pretty. It's like picking your breakfeast cereals based on color instead of taste.",
  18,
  "Sarcasm is the last refuge of the imaginatively bankrupt.",
  18,
  "Our lives begin to end the day we become silent about things that matter.",
  17,
  "Some books should be tasted, some devoured, but only a few should be chewed and digested thoroughly.",
  17,
  "Deep in the meadow, hidden far awayA cloak of leaves, a moonbeam rayForget your woes and let your troubles layAnd when it's morning again, they'll wash awayHere it's safe, here it's warmHere the daisies guard you from every harmHere your dreams are sweet and tomorrow brings them trueHere is the place where I love you.",
  17,
  "When I have a little money, I buy books; and if I have any left, I buy food and clothes.",
  17,
  "The more I know of the world, the more I am convinced that I shall never see a man whom I can really love. I require so much!",
  17,
  "Hope is the thing with feathers That perches in the soul And sings the tune without the words And never stops at all.",
  17,
  "Life can only be understood backwards; but it must be lived forwards.",
  17,
  "I wanted so badly to lie down next to her on the couch, to wrap my arms around her and sleep. Not fuck, like in those movies. Not even have sex. Just sleep together in the most innocent sense of the phrase. But I lacked the courage and she had a boyfriend and I was gawky and she was gorgeous and I was hopelessly boring and she was endlessly fascinating. So I walked back to my room and collapsed on the bottom bunk, thinking that if people were rain, I was drizzle and she was hurricane.",
  17,
  "Here’s to books, the cheapest vacation you can buy.",
  17,
  "It is the unknown we fear when we look upon death and darkness, nothing more.",
  17,
  "I heard what you said. I’m not the silly romantic you think. I don’t want the heavens or the shooting stars. I don’t want gemstones or gold. I have those things already. I want…a steady hand. A kind soul. I want to fall asleep, and wake, knowing my heart is safe. I want to love, and be loved.",
  17,
  "I believe in everything until it's disproved. So I believe in fairies, the myths, dragons. It all exists, even if it's in your mind. Who's to say that dreams and nightmares aren't as real as the here and now?",
  17,
  "Eating and reading are two pleasures that combine admirably.",
  17,
  "One, remember to look up at the stars and not down at your feet. Two, never give up work. Work gives you meaning and purpose and life is empty without it. Three, if you are lucky enough to find love, remember it is there and don't throw it away.",
  17,
  "I could recognize him by touch alone, by smell; I would know him blind, by the way his breaths came and his feet struck the earth. I would know him in death, at the end of the world.",
  17,
  "Reading is one form of escape. Running for your life is another.",
  17,
  "Those who dream by day are cognizant of many things which escape those who dream only by night.",
  17,
  "You can talk with someone for years, everyday, and still, it won't mean as much as what you can have when you sit in front of someone, not saying a word, yet you feel that person with your heart, you feel like you have known the person for forever.... connections are made with the heart, not the tongue.",
  17,
  "Sometimes you climb out of bed in the morning and you think, I'm not going to make it, but you laugh inside — remembering all the times you've felt that way.",
  17,
  "A guy and a girl can be just friends, but at one point or another, they will fall for each other...Maybe temporarily, maybe at the wrong time, maybe too late, or maybe forever",
  17,
  "Faithless is he that says farewell when the road darkens.",
  17,
  "Reality is merely an illusion, albeit a very persistent one.",
  17,
  "The world is a book and those who do not travel read only one page.",
  17,
  "How lucky I am to have known somebody and something that saying goodbye to is so damned awful.",
  17,
  "Pain is inevitable. Suffering is optional.",
  17,
  "One day I will find the right words, and they will be simple.",
  17,
  "If we knew what it was we were doing, it would not be called research, would it?",
  17,
  "Instead of worrying about what you cannot control, shift your energy to what you can create.",
  17,
  "I might be in love with you. He smiles a little. I'm waiting until I'm sure to tell you, though.",
  17,
  "You get a little moody sometimes but I think that's because you like to read. People that like to read are always a little fucked up.",
  17,
  "If you're reading this...Congratulations, you're alive.If that's not something to smile about,then I don't know what is.",
  14,
  "Sleep is good, he said, and books are better.",
  14,
  "Women are meant to be loved, not to be understood.",
  14,
  "Promise me you'll always remember: You're braver than you believe, and stronger than you seem, and smarter than you think.",
  14,
  "Where there is love there is life.",
  14,
  "You can't force love, I realized. It's there or it isn't. If it's not there, you've got to be able to admit it. If it is there, you've got to do whatever it takes to protect the ones you love.",
  14,
  "If ever there is tomorrow when we're not together... there is something you must always remember. You are braver than you believe, stronger than you seem, and smarter than you think. But the most important thing is, even if we're apart... I'll always be with you.",
  14,
  "Two wrongs don't make a right, but they make a good excuse.",
  14,
  "Every heart sings a song, incomplete, until another heart whispers back. Those who wish to sing always find a song. At the touch of a lover, everyone becomes a poet.",
  14,
  "Wicked people never have time for reading. It's one of the reasons for their wickedness.",
  14,
  "I have hated words and I have loved them, and I hope I have made them right.",
  14,
  "I think you still love me, but we can’t escape the fact that I’m not enough for you. I knew this was going to happen. So I’m not blaming you for falling in love with another woman. I’m not angry, either. I should be, but I’m not. I just feel pain. A lot of pain. I thought I could imagine how much this would hurt, but I was wrong.",
  14,
  "We write to taste life twice, in the moment and in retrospect.",
  14,
  "I love you. I am who I am because of you. You are every reason, every hope, and every dream I've ever had, and no matter what happens to us in the future, everyday we are together is the greatest day of my life. I will always be yours.",
  14,
  "Doubt thou the stars are fire;Doubt that the sun doth move;Doubt truth to be a liar;But never doubt I love.",
  14,
  "Attitude is a choice. Happiness is a choice. Optimism is a choice. Kindness is a choice. Giving is a choice. Respect is a choice. Whatever choice you make makes you. Choose wisely.",
  14,
  "Substitute 'damn' every time you're inclined to write 'very;' your editor will delete it and the writing will be just as it should be.",
  14,
  "I don't want to go to heaven. None of my friends are there.",
  14,
  "When it comes down to it, I let them think what they want. If they care enough to bother with what I do, then I'm already better than them.",
  14,
  "Some women choose to follow men, and some women choose to follow their dreams. If you're wondering which way to go, remember that your career will never wake up and tell you that it doesn't love you anymore.",
  14,
  "I saw my life branching out before me like the green fig tree in the story. From the tip of every branch, like a fat purple fig, a wonderful future beckoned and winked. One fig was a husband and a happy home and children, and another fig was a famous poet and another fig was a brilliant professor, and another fig was Ee Gee, the amazing editor, and another fig was Europe and Africa and South America, and another fig was Constantin and Socrates and Attila and a pack of other lovers with queer names and offbeat professions, and another fig was an Olympic lady crew champion, and beyond and above these figs were many more figs I couldn't quite make out. I saw myself sitting in the crotch of this fig tree, starving to death, just because I couldn't make up my mind which of the figs I would choose. I wanted each and every one of them, but choosing one meant losing all the rest, and, as I sat there, unable to decide, the figs began to wrinkle and go black, and, one by one, they plopped to the ground at my feet.",
  14,
  "I've never fooled anyone. I've let people fool themselves. They didn't bother to find out who and what I was. Instead they would invent a character for me. I wouldn't argue with them. They were obviously loving somebody I wasn't.",
  14,
  "Death's got an Invisibility Cloak? Harry interrupted again.So he can sneak up on people, said Ron. Sometimes he gets bored of running at them, flapping his arms and shrieking...",
  14,
  "If my life is going to mean anything, I have to live it myself.",
  14,
  "The meeting of two personalities is like the contact of two chemical substances: if there is any reaction, both are transformed.",
  14,
  "It's really a wonder that I haven't dropped all my ideals, because they seem so absurd and impossible to carry out. Yet I keep them, because in spite of everything, I still believe that people are really good at heart.",
  14,
  "You know the world is going crazy when the best rapper is a white guy, the best golfer is a black guy, the tallest guy in the NBA is Chinese, the Swiss hold the America's Cup, France is accusing the U.S. of arrogance, Germany doesn't want to go to war, and the three most powerful men in America are named Bush, Dick, and Colin. Need I say more?",
  14,
  "Let us find the dam snack bar, Zoe said. We should eat while we can.Grover cracked a smile. The dam snack bar?Zoe blinked. Yes. What is funny?Nothing, Grover said, trying to keep a straight face. I could use some dam french fries.Even Thalia smiled at that. And I need to use the dam restroom....I started cracking up, and Thalia and Grover joined in, while Zoe just looked at me. I do not understand.I want to use the dam water fountain, Grover said.And... Thalia tried to catch her breath. I want to buy a dam t-shirt.",
  14,
  "I love sleep. My life has the tendency to fall apart when I'm awake, you know?",
  14,
  "And now here is my secret, a very simple secret: It is only with the heart that one can see rightly; what is essential is invisible to the eye.",
  14,
  "First they ignore you. Then they ridicule you. And then they attack you and want to burn you. And then they build monuments to you.",
  11,
  "If you don't know where you're going, any road'll take you there",
  11,
  "There is only one thing that makes a dream impossible to achieve: the fear of failure.",
  11,
  "He's more myself than I am. Whatever our souls are made of, his and mine are the same.",
  11,
  "Perhaps all the dragons in our lives are princesses who are only waiting to see us act, just once, with beauty and courage. Perhaps everything that frightens us is, in its deepest essence, something helpless that wants our love.",
  11,
  "We love the things we love for what they are.",
  11,
  "I would die for you. But I won't live for you.",
  11,
  "Never love anyone who treats you like you're ordinary.",
  11,
  "You don't have to burn books to destroy a culture. Just get people to stop reading them.",
  11,
  "All God does is watch us and kill us when we get boring. We must never, ever be boring.",
  11,
  "Nothing is impossible, the word itself says 'I'm possible'!",
  11,
  "You can love someone so much...But you can never love people as much as you can miss them.",
  11,
  "It takes ten times as long to put yourself back together as it does to fall apart.",
  11,
  "Most people are other people. Their thoughts are someone else's opinions, their lives a mimicry, their passions a quotation.",
  11,
  "[...]the only people for me are the mad ones, the ones who are mad to live, mad to talk, mad to be saved, desirous of everything at the same time, the ones who never yawn or say a commonplace thing, but burn, burn, burn like fabulous yellow roman candles exploding like spiders across the stars and in the middle you see the blue centerlight pop and everybody goes Awww!",
  11,
  "So, I love you because the entire universe conspired to help me find you.",
  11,
  "Do what you feel in your heart to be right – for you’ll be criticized anyway.",
  11,
  "Love is needing someone. Love is putting up with someone's bad qualities because they somehow complete you.",
  11,
  "I can't give you a sure-fire formula for success, but I can give you a formula for failure: try to please everybody all the time.",
  11,
  "Love is patient, love is kind. It does not envy, it does not boast, it is not proud. It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. Love does not delight in evil but rejoices with the truth. It always protects, always trusts, always hopes, always perseveres.",
  11,
  "Sometimes I can hear my bones straining under the weight of all the lives I'm not living.",
  11,
  "This life’s hard, but it’s harder if you’re stupid.",
  11,
  "I refuse to answer that question on the grounds that I don't know the answer",
  11,
  "Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has.",
  11,
  "Death ends a life, not a relationship.",
  11,
  "May your coming year be filled with magic and dreams and good madness. I hope you read some fine books and kiss someone who thinks you're wonderful, and don't forget to make some art -- write or draw or build or sing or live as only you can. And I hope, somewhere in the next year, you surprise yourself.",
  11,
  "What is the point of being alive if you don't at least try to do something remarkable?",
  11,
  "Never memorize something that you can look up.",
  11,
  "I carry your heart with me (I carry it in my heart)I am never without it (anywhereI go you go,my dear; and whatever is done by only me is your doing,my darling)I fear no fate (for you are my fate,my sweet)I want no world (for beautiful you are my world,my true)and it's you are whatever a moon has always meant and whatever a sun will always sing is youhere is the deepest secret nobody knows(here is the root of the root and the bud of the bud and the sky of the sky of a tree called life; which growshigher than the soul can hope or mind can hide)and this is the wonder that's keeping the stars apartI carry your heart (I carry it in my heart)",
  11,
  "Sometimes you wake up. Sometimes the fall kills you. And sometimes, when you fall, you fly.",
  11,
  "Maybe our favorite quotations say more about us than about the stories and people we're quoting.",
  13,
  "I hope she'll be a fool -- that's the best thing a girl can be in this world, a beautiful little fool.",
  13,
  "In a good bookroom you feel in some mysterious way that you are absorbing the wisdom contained in all the books through your skin, without even opening them.",
  13,
  "Facts do not cease to exist because they are ignored.",
  13,
  "You will always be fond of me. I represent to you all the sins you never had the courage to commit.",
  13,
  "For attractive lips, speak words of kindness.For lovely eyes, seek out the good in people.For a slim figure, share your food with the hungry.For beautiful hair, let a child run his fingers through it once a day.For poise, walk with the knowledge you’ll never walk alone....We leave you a tradition with a future.The tender loving care of human beings will never become obsolete.People even more than things have to be restored, renewed, revived, reclaimed and redeemed and redeemed and redeemed.Never throw out anybody.Remember, if you ever need a helping hand, you’ll find one at the end of your arm.As you grow older, you will discover that you have two hands: one for helping yourself, the other for helping others.Your good old days are still ahead of you, may you have many of them.",
  13,
  "He can run faster than Severus Snape confronted with shampoo.",
  13,
  "Don't think or judge, just listen.",
  13,
  "Promise YourselfTo be so strong that nothingcan disturb your peace of mind.To talk health, happiness, and prosperityto every person you meet.To make all your friends feelthat there is something in themTo look at the sunny side of everythingand make your optimism come true.To think only the best, to work only for the best,and to expect only the best.To be just as enthusiastic about the success of othersas you are about your own.To forget the mistakes of the pastand press on to the greater achievements of the future.To wear a cheerful countenance at all timesand give every living creature you meet a smile.To give so much time to the improvement of yourselfthat you have no time to criticize others.To be too large for worry, too noble for anger, too strong for fear,and too happy to permit the presence of trouble.To think well of yourself and to proclaim this fact to the world,not in loud words but great deeds.To live in faith that the whole world is on your sideso long as you are true to the best that is in you.",
  13,
  "And those who were seen dancing were thought to be insane by those who could not hear the music.",
  13,
  "You cannot find peace by avoiding life.",
  13,
  "Grief does not change you, Hazel. It reveals you.",
  13,
  "If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.",
  13,
  "Happy Hunger Games! And may the odds be ever in your favor.",
  13,
  "And now I’m looking at you, he said, and you’re asking me if I still want you, as if I could stop loving you. As if I would want to give up the thing that makes me stronger than anything else ever has. I never dared give much of myself to anyone before – bits of myself to the Lightwoods, to Isabelle and Alec, but it took years to do it – but, Clary, since the first time I saw you, I have belonged to you completely. I still do. If you want me.",
  13,
  "Who controls the past controls the future. Who controls the present controls the past.",
  13,
  "A good friend will always stab you in the front.",
  13,
  "When you're in jail, a good friend will be trying to bail you out. A best friend will be in the cell next to you saying, 'Damn, that was fun'.",
  13,
  "Those who believe in telekinetics, raise my hand.",
  13,
  "Man is the only creature who refuses to be what he is.",
  13,
  "Some humans would do anything to see if it was possible to do it. If you put a large switch in some cave somewhere, with a sign on it saying 'End-of-the-World Switch. PLEASE DO NOT TOUCH', the paint wouldn't even have time to dry.",
  13,
  "May you live every day of your life.",
  13,
  "Whatever you are, be a good one.",
  13,
  "For instance, on the planet Earth, man had always assumed that he was more intelligent than dolphins because he had achieved so much—the wheel, New York, wars and so on—whilst all the dolphins had ever done was muck about in the water having a good time. But conversely, the dolphins had always believed that they were far more intelligent than man—for precisely the same reasons.",
  13,
  "And once the storm is over, you won’t remember how you made it through, how you managed to survive. You won’t even be sure, whether the storm is really over. But one thing is certain. When you come out of the storm, you won’t be the same person who walked in. That’s what this storm’s all about.",
  13,
  "I wanted a perfect ending. Now I've learned, the hard way, that some poems don't rhyme, and some stories don't have a clear beginning, middle, and end. Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next.Delicious Ambiguity.",
  13,
  "Libraries were full of ideas—perhaps the most dangerous and powerful of all weapons.",
  13,
  "Be kind, for everyone you meet is fighting a harder battle.",
  13,
  "Don't touch any of my weapons without my permission.Well, there goes my plan for selling them all on eBay, Clary muttered.Selling them on what?Clary smiled blandly at him. A mythical place of great magical power.",
  13,
  "When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity.",
  13,
  "There's a fine line between genius and insanity. I have erased this line.",
  6,
  "If there's a book that you want to read, but it hasn't been written yet, then you must write it.",
  6,
  "Who are you to judge the life I live?I know I'm not perfect-and I don't live to be-but before you start pointing fingers...make sure you hands are clean!",
  6,
  "The real lover is the man who can thrill you by kissing your forehead or smiling into your eyes or just staring into space.",
  6,
  "To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. To love is to be vulnerable.",
  6,
  "The only way out of the labyrinth of suffering is to forgive.",
  6,
  "I declare after all there is no enjoyment like reading! How much sooner one tires of any thing than of a book! -- When I have a house of my own, I shall be miserable if I have not an excellent library.",
  6,
  "When someone loves you, the way they talk about you is different. You feel safe and comfortable.",
  6,
  "Piglet sidled up to Pooh from behind. Pooh! he whispered.Yes, Piglet?Nothing, said Piglet, taking Pooh's paw. I just wanted to be sure of you.",
  6,
  "The reason I talk to myself is because I’m the only one whose answers I accept.",
  6,
  "Go to heaven for the climate and hell for the company.",
  6,
  "He's like a drug for you, Bella.",
  6,
  "Do not pity the dead, Harry. Pity the living, and, above all those who live without love.",
  6,
  "And, when you want something, all the universe conspires in helping you to achieve it.",
  6,
  "A wise girl kisses but doesn't love, listens but doesn't believe, and leaves before she is left.",
  6,
  "Dumbledore watched her fly away, and as her silvery glow faded he turned back to Snape, and his eyes were full of tears.After all this time?Always, said Snape.",
  6,
  "There is nothing to writing. All you do is sit down at a typewriter and bleed.",
  6,
  "The books that the world calls immoral are books that show the world its own shame.",
  6,
  "You should date a girl who reads.Date a girl who reads. Date a girl who spends her money on books instead of clothes, who has problems with closet space because she has too many books. Date a girl who has a list of books she wants to read, who has had a library card since she was twelve.Find a girl who reads. You’ll know that she does because she will always have an unread book in her bag. She’s the one lovingly looking over the shelves in the bookstore, the one who quietly cries out when she has found the book she wants. You see that weird chick sniffing the pages of an old book in a secondhand book shop? That’s the reader. They can never resist smelling the pages, especially when they are yellow and worn.She’s the girl reading while waiting in that coffee shop down the street. If you take a peek at her mug, the non-dairy creamer is floating on top because she’s kind of engrossed already. Lost in a world of the author’s making. Sit down. She might give you a glare, as most girls who read do not like to be interrupted. Ask her if she likes the book.Buy her another cup of coffee.Let her know what you really think of Murakami. See if she got through the first chapter of Fellowship. Understand that if she says she understood James Joyce’s Ulysses she’s just saying that to sound intelligent. Ask her if she loves Alice or she would like to be Alice.It’s easy to date a girl who reads. Give her books for her birthday, for Christmas, for anniversaries. Give her the gift of words, in poetry and in song. Give her Neruda, Pound, Sexton, Cummings. Let her know that you understand that words are love. Understand that she knows the difference between books and reality but by god, she’s going to try to make her life a little like her favorite book. It will never be your fault if she does.She has to give it a shot somehow.Lie to her. If she understands syntax, she will understand your need to lie. Behind words are other things: motivation, value, nuance, dialogue. It will not be the end of the world.Fail her. Because a girl who reads knows that failure always leads up to the climax. Because girls who read understand that all things must come to end, but that you can always write a sequel. That you can begin again and again and still be the hero. That life is meant to have a villain or two.Why be frightened of everything that you are not? Girls who read understand that people, like characters, develop. Except in the Twilight series.If you find a girl who reads, keep her close. When you find her up at 2 AM clutching a book to her chest and weeping, make her a cup of tea and hold her. You may lose her for a couple of hours but she will always come back to you. She’ll talk as if the characters in the book are real, because for a while, they always are.You will propose on a hot air balloon. Or during a rock concert. Or very casually next time she’s sick. Over Skype.You will smile so hard you will wonder why your heart hasn’t burst and bled out all over your chest yet. You will write the story of your lives, have kids with strange names and even stranger tastes. She will introduce your children to the Cat in the Hat and Aslan, maybe in the same day. You will walk the winters of your old age together and she will recite Keats under her breath while you shake the snow off your boots.Date a girl who reads because you deserve it. You deserve a girl who can give you the most colorful life imaginable. If you can only give her monotony, and stale hours and half-baked proposals, then you’re better off alone. If you want the world and the worlds beyond it, date a girl who reads.Or better yet, date a girl who writes.",
  6,
  "′Classic′ - a book which people praise and don't read.",
  6,
  "You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.",
  6,
  "I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.",
  6,
  "I've been making a list of the things they don't teach you at school. They don't teach you how to love somebody. They don't teach you how to be famous. They don't teach you how to be rich or how to be poor. They don't teach you how to walk away from someone you don't love any longer. They don't teach you how to know what's going on in someone else's mind. They don't teach you what to say to someone who's dying. They don't teach you anything worth knowing.",
  6,
  "You don’t forget the face of the person who was your last hope.",
  6,
  "He has achieved success who has lived well, laughed often, and loved much;Who has enjoyed the trust of pure women, the respect of intelligent men and the love of little children;Who has filled his niche and accomplished his task;Who has never lacked appreciation of Earth's beauty or failed to express it;Who has left the world better than he found it,Whether an improved poppy, a perfect poem, or a rescued soul;Who has always looked for the best in others and given them the best he had;Whose life was an inspiration;Whose memory a benediction.",
  6,
  "I am free of all prejudice. I hate everyone equally.",
  6,
  "I love mankind ... it's people I can't stand!!",
  6,
  "I can never read all the books I want; I can never be all the people I want and live all the lives I want. I can never train myself in all the skills I want. And why do I want? I want to live and feel all the shades, tones and variations of mental and physical experience possible in my life. And I am horribly limited.",
  6,
  "Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.",
  6,
  "I have never let my schooling interfere with my education.",
  6,
  "You never really understand a person until you consider things from his point of view... Until you climb inside of his skin and walk around in it.",
  22,
  "I can be changed by what happens to me. But I refuse to be reduced by it.(Popular misquote of You may not control all the events that happen to you, but you can decide not to be reduced by them.)",
  22,
  "Be mindful. Be grateful. Be positive. Be true. Be kind.",
  22,
  "Accept yourself, love yourself, and keep moving forward. If you want to fly, you have to give up what weighs you down.",
  22,
  "Respect other people's feelings. It might mean nothing to you, but it could mean everything to them.",
  22,
  "Love is so short, forgetting is so long.",
  22,
  "Have you ever been in love? Horrible isn't it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up. You build up all these defenses, you build up a whole suit of armor, so that nothing can hurt you, then one stupid person, no different from any other stupid person, wanders into your stupid life...You give them a piece of you. They didn't ask for it. They did something dumb one day, like kiss you or smile at you, and then your life isn't your own anymore. Love takes hostages. It gets inside you. It eats you out and leaves you crying in the darkness, so simple a phrase like 'maybe we should be just friends' turns into a glass splinter working its way into your heart. It hurts. Not just in the imagination. Not just in the mind. It's a soul-hurt, a real gets-inside-you-and-rips-you-apart pain. I hate love.",
  22,
  "The unexamined life is not worth living.",
  22,
  "Bran thought about it. 'Can a man still be brave if he's afraid?''That is the only time a man can be brave,' his father told him.",
  22,
  "What the hell is that? I laughed.It's my fox hat.Your fox hat?Yeah, Pudge. My fox hat.Why are you wearing your fox hat? I asked.Because no one can catch the motherfucking fox.",
  22,
  "Accept who you are. Unless you're a serial killer.",
  22,
  "There is always some madness in love. But there is also always some reason in madness.",
  22,
  "I generally avoid temptation unless I can't resist it.",
  22,
  "Everything in the world is about sex except sex. Sex is about power.",
  22,
  "If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward.",
  22,
  "They didn’t agree on much. In fact, they didn’t agree on anything. They fought all the time and challenged each other ever day. But despite their differences, they had one important thing in common. They were crazy about each other.",
  22,
  "Nobody realizes that some people expend tremendous energy merely to be normal.",
  22,
  "I didn't want to wake up. I was having a much better time asleep. And that's really sad. It was almost like a reverse nightmare, like when you wake up from a nightmare you're so relieved. I woke up into a nightmare.",
  22,
  "Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth.",
  22,
  "We are all different. Don’t judge, understand instead.",
  22,
  "Is this the part where you say if I hurt her, you'll kill me?No Simon said, If you hurt Clary she's quite capable of killing you herself. Possibly with a variety of weapons.",
  22,
  "Try not to become a man of success. Rather become a man of value.",
  22,
  "All animals are equal, but some animals are more equal than others.",
  22,
  "Good books don't give up all their secrets at once.",
  22,
  "I think if I've learned anything about friendship, it's to hang in, stay connected, fight for them, and let them fight for you. Don't walk away, don't be distracted, don't be too busy or tired, don't take them for granted. Friends are part of the glue that holds life and faith together. Powerful stuff.",
  22,
  "You never have to change anything you got up in the middle of the night to write.",
  22,
  "It is not in the stars to hold our destiny but in ourselves.",
  22,
  "Reader's Bill of Rights1. The right to not read 2. The right to skip pages 3. The right to not finish 4. The right to reread 5. The right to read anything 6. The right to escapism 7. The right to read anywhere 8. The right to browse 9. The right to read out loud 10. The right to not defend your tastes",
  22,
  "All little girls should be told they are pretty, even if they aren't.",
  22,
  "I'm not saying that everything is survivable. Just that everything except the last thing is.",
  22,
  "He never went out without a book under his arm, and he often came back with two.",
  9,
  "Books are the quietest and most constant of friends; they are the most accessible and wisest of counselors, and the most patient of teachers.",
  9,
  "Jesus! Luke exclaimed.Actually, it's just me, said Simon. Although I've been told the resemblance is startling.",
  9,
  "Have you ever noticed how ‘What the hell’ is always the right decision to make?",
  9,
  "Be careful about reading health books. Some fine day you'll die of a misprint.",
  9,
  "Just because you have the emotional range of a teaspoon doesn't mean we all have.",
  9,
  "Those who don't believe in magic will never find it.",
  9,
  "You can't live your life for other people. You've got to do what's right for you, even if it hurts some people you love.",
  9,
  "Music expresses that which cannot be put into words and that which cannot remain silent",
  9,
  "An eye for an eye will only make the whole world blind.",
  9,
  "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.",
  9,
  "Until I feared I would lose it, I never loved to read. One does not love breathing.",
  9,
  "I am no bird; and no net ensnares me: I am a free human being with an independent will.",
  9,
  "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.",
  9,
  "If you're gonna be two-faced at least make one of them pretty.",
  9,
  "I speak to everyone in the same way, whether he is the garbage man or the president of the university.",
  9,
  "Do you hate people?I don't hate them...I just feel better when they're not around.",
  9,
  "I would rather walk with a friend in the dark, than alone in the light.",
  9,
  "When we love, we always strive to become better than we are. When we strive to become better than we are, everything around us becomes better too.",
  9,
  "A great book should leave you with many experiences, and slightly exhausted at the end. You live several lives while reading.",
  9,
  "So I walked back to my room and collapsed on the bottom bunk, thinking that if people were rain, I was drizzle and she was a hurricane.",
  9,
  "The truth will set you free, but first it will piss you off.",
  9,
  "How wonderful it is that nobody need wait a single moment before starting to improve the world.",
  9,
  "A children's story that can only be enjoyed by children is not a good children's story in the slightest.",
  9,
  "Fate is like a strange, unpopular restaurant filled with odd little waiters who bring you things you never asked for and don't always like.",
  9,
  "The Seven Social Sins are: Wealth without work. Pleasure without conscience. Knowledge without character. Commerce without morality. Science without humanity. Worship without sacrifice. Politics without principle.From a sermon given by Frederick Lewis Donaldson in Westminster Abbey, London, on March 20, 1925.",
  9,
  "Creativity is knowing how to hide your sources",
  9,
  "If you don't have time to read, you don't have the time (or the tools) to write. Simple as that.",
  9,
  "With great power... comes great need to take a nap. Wake me up later.",
  9,
  "Is this the part where you start tearing off strips of your shirt to bind my wounds?If you wanted me to rip my clothes off, you should have just asked.",
  9,
  "I no longer believed in the idea of soul mates, or love at first sight. But I was beginning to believe that a very few times in your life, if you were lucky, you might meet someone who was exactly right for you. Not because he was perfect, or because you were, but because your combined flaws were arranged in a way that allowed two separate beings to hinge together.",
  21,
  "Courage is the most important of all the virtues because without courage, you can't practice any other virtue consistently.",
  21,
  "God created war so that Americans would learn geography.",
  21,
  "I spent my life folded between the pages of books.In the absence of human relationships I formed bonds with paper characters. I lived love and loss through stories threaded in history; I experienced adolescence by association. My world is one interwoven web of words, stringing limb to limb, bone to sinew, thoughts and images all together. I am a being comprised of letters, a character created by sentences, a figment of imagination formed through fiction.",
  21,
  "If at first you don't succeed, try, try again. Then quit. No use being a damn fool about it.",
  21,
  "I have a history of making decisions very quickly about men. I have always fallen in love fast and without measuring risks. I have a tendency not only to see the best in everyone, but to assume that everyone is emotionally capable of reaching his highest potential. I have fallen in love more times than I care to count with the highest potential of a man, rather than with the man himself, and I have hung on to the relationship for a long time (sometimes far too long) waiting for the man to ascend to his own greatness. Many times in romance I have been a victim of my own optimism.",
  21,
  "We're all going to die, all of us, what a circus! That alone should make us love each other but it doesn't. We are terrorized and flattened by trivialities, we are eaten up by nothing.",
  21,
  "You know, you could live a thousand lifetimes and not deserve him.",
  21,
  "Well, I’m not kissing the mundane, said Jace. I’d rather stay down here and rot.Forever? said Simon. Forever’s an awfully long time.Jace raised his eyebrows. I knew it, he said. You want to kiss me, don’t you?",
  21,
  "I cannot live without books.",
  21,
  "If all else perished, and he remained, I should still continue to be; and if all else remained, and he were annihilated, the universe would turn to a mighty stranger.",
  21,
  "Waiting is painful. Forgetting is painful. But not knowing which to do is the worst kind of suffering.",
  21,
  "What is a friend? A single soul dwelling in two bodies.",
  21,
  "A human being is a part of the whole called by us universe, a part limited in time and space. He experiences himself, his thoughts and feeling as something separated from the rest, a kind of optical delusion of his consciousness. This delusion is a kind of prison for us, restricting us to our personal desires and to affection for a few persons nearest to us. Our task must be to free ourselves from this prison by widening our circle of compassion to embrace all living creatures and the whole of nature in its beauty.",
  21,
  "Take responsibility of your own happiness, never put it in other people’s hands.",
  21,
  "Books are mirrors: you only see in them what you already have inside you.",
  21,
  "I can't imagine a man really enjoying a book and reading it only once.",
  21,
  "For the two of us, home isn't a place. It is a person. And we are finally home.",
  21,
  "The most important thing is to enjoy your life—to be happy—it's all that matters.",
  21,
  "If you remember me, then I don't care if everyone else forgets.",
  21,
  "The most courageous act is still to think for yourself. Aloud.",
  21,
  "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one’s definition of your life; define yourself.",
  21,
  "People aren't either wicked or noble. They're like chef's salads, with good things and bad things chopped and mixed together in a vinaigrette of confusion and conflict.",
  21,
  "No relationship is perfect, ever. There are always some ways you have to bend, to compromise, to give something up in order to gain something greater...The love we have for each other is bigger than these small differences. And that's the key. It's like a big pie chart, and the love in a relationship has to be the biggest piece. Love can make up for a lot.",
  21,
  "The very essence of romance is uncertainty.",
  21,
  "Not everything is about you, Clary said furiously.Possibly, Jace said, but you do have to admit that the majority of things are.",
  21,
  "what matters most is how well you walk through the fire",
  21,
  "Love is always patient and kind. It is never jealous. Love is never boastful or conceited. It is never rude or selfish. It does not take offense and is not resentful. Love takes no pleasure in other people’s sins, but delights in the truth. It is always ready to excuse, to trust, to hope, and to endure whatever comes.",
  21,
  "Those who find ugly meanings in beautiful things are corrupt without being charming. This is a fault. Those who find beautiful meanings in beautiful things are the cultivated. For these there is hope. They are the elect to whom beautiful things mean only Beauty. There is no such thing as a moral or an immoral book. Books are well written, or badly written. That is all.",
  21,
  "Read, read, read. Read everything -- trash, classics, good and bad, and see how they do it. Just like a carpenter who works as an apprentice and studies the master. Read! You'll absorb it.Then write. If it's good, you'll find out. If it's not, throw it out of the window.",
  21,
  "I am a man he told her, and men do not consume pink beverages. Get thee gone woman, and bring me something brown.",
  25,
  "What matters in life is not what happens to you but what you remember and how you remember it.",
  25,
  "That is part of the beauty of all literature. You discover that your longings are universal longings, that you're not lonely and isolated from anyone. You belong.",
  25,
  "There are worse crimes than burning books. One of them is not reading them.",
  25,
  "You must stay drunk on writing so reality cannot destroy you.",
  25,
  "Everyone should be able to do one card trick, tell two jokes, and recite three poems, in case they are ever trapped in an elevator.",
  25,
  "Stories of imagination tend to upset those without one.",
  25,
  "Love doesn't just sit there, like a stone, it has to be made, like bread; remade all the time, made new.",
  25,
  "If you have a garden and a library, you have everything you need.",
  25,
  "Remember: the time you feel lonely is the time you most need to be by yourself. Life's cruelest irony.",
  25,
  "I have great faith in fools - self-confidence my friends will call it.",
  25,
  "To douchebags! he said, gesturing to Brad. And to girls that break your heart, he bowed his head to me. His eyes lost focus. And to the absolute fucking horror of losing your best friend because you were stupid enough to fall in love with her.",
  25,
  "People are afraid of themselves, of their own reality; their feelings most of all. People talk about how great love is, but that’s bullshit. Love hurts. Feelings are disturbing. People are taught that pain is evil and dangerous. How can they deal with love if they’re afraid to feel? Pain is meant to wake us up. People try to hide their pain. But they’re wrong. Pain is something to carry, like a radio. You feel your strength in the experience of pain. It’s all in how you carry it. That’s what matters. Pain is a feeling. Your feelings are a part of you. Your own reality. If you feel ashamed of them, and hide them, you’re letting society destroy your reality. You should stand up for your right to feel your pain.",
  25,
  "You have to die a few times before you can reallylive.",
  25,
  "Imagine yourself as a living house. God comes in to rebuild that house. At first, perhaps, you can understand what He is doing. He is getting the drains right and stopping the leaks in the roof and so on; you knew that those jobs needed doing and so you are not surprised. But presently He starts knocking the house about in a way that hurts abominably and does not seem to make any sense. What on earth is He up to? The explanation is that He is building quite a different house from the one you thought of - throwing out a new wing here, putting on an extra floor there, running up towers, making courtyards. You thought you were being made into a decent little cottage: but He is building a palace. He intends to come and live in it Himself.",
  25,
  "Stupid people are dangerous.",
  25,
  "If you're looking for sympathy you'll find it between shit and syphilis in the dictionary.",
  25,
  "Prayer is not asking. It is a longing of the soul. It is daily admission of one's weakness. It is better in prayer to have a heart without words than words without a heart.",
  25,
  "One day, in retrospect, the years of struggle will strike you as the most beautiful.",
  25,
  "A WOMAN SHOULD HAVE .... enough money within her control to move out and rent a place of her own even if she never wants to or needs to... A WOMAN SHOULD HAVE .... something perfect to wear if the employer or date of her dreams wants to see her in an hour... A WOMAN SHOULD HAVE ... a youth she's content to leave behind.... A WOMAN SHOULD HAVE .... a past juicy enough that she's looking forward to retelling it in her old age.... A WOMAN SHOULD HAVE ..... a set of screwdrivers, a cordless drill, and a black lace bra... A WOMAN SHOULD HAVE .... one friend who always makes her laugh... and one who lets her cry... A WOMAN SHOULD HAVE .... a good piece of furniture not previously owned by anyone else in her family... A WOMAN SHOULD HAVE .... eight matching plates, wine glasses with stems, and a recipe for a meal that will make her guests feel honored... A WOMAN SHOULD HAVE .... a feeling of control over her destiny... EVERY WOMAN SHOULD KNOW... how to fall in love without losing herself.. EVERY WOMAN SHOULD KNOW... HOW TO QUIT A JOB, BREAK UP WITH A LOVER, AND CONFRONT A FRIEND WITHOUT RUINING THE FRIENDSHIP... EVERY WOMAN SHOULD KNOW... when to try harder... and WHEN TO WALK AWAY... EVERY WOMAN SHOULD KNOW... that she can't change the length of her calves, the width of her hips, or the nature of her parents.. EVERY WOMAN SHOULD KNOW... that her childhood may not have been perfect...but it's over... EVERY WOMAN SHOULD KNOW... what she would and wouldn't do for love or more... EVERY WOMAN SHOULD KNOW... how to live alone... even if she doesn't like it... EVERY WOMAN SHOULD KNOW... whom she can trust, whom she can't, and why she shouldn't take it personally... EVERY WOMAN SHOULD KNOW... where to go... be it to her best friend's kitchen table... or a charming inn in the woods... when her soul needs soothing... EVERY WOMAN SHOULD KNOW... what she can and can't accomplish in a day... a month...and a year...",
  25,
  "I lie to myself all the time. But I never believe me.",
  25,
  "The problem with the world is that the intelligent people are full of doubts, while the stupid ones are full of confidence.",
  25,
  "Some tourists think Amsterdam is a city of sin, but in truth it is a city of freedom. And in freedom, most people find sin.",
  25,
  "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.",
  25,
  "Man may have discovered fire, but women discovered how to play with it.",
  25,
  "My ambition is handicapped by laziness",
  25,
  "Laughter is timeless. Imagination has no age. And dreams are forever.",
  25,
  "I think God, in creating man, somewhat overestimated his ability.",
  25,
  "Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.",
  25,
  "They love their hair because they're not smart enough to love something more interesting.",
  25,
  "That does it, said Jace. I'm going to get you a dictionary for Christmas this year.Why? Isabelle said.So you can look up 'fun.' I'm not sure you know what it means.",
  23,
  "It's not true that I had nothing on. I had the radio on.",
  23,
  "Not my daughter, you bitch!",
  23,
  "So please, oh please, we beg, we pray,Go throw your TV set away,And in its place you can installA lovely bookshelf on the wall.Then fill the shelves with lots of books.",
  23,
  "I love to see a young girl go out and grab the world by the lapels. Life's a bitch. You've got to go out and kick ass.",
  23,
  "Either write something worth reading or do something worth writing.",
  23,
  "Never allow someone to be your priority while allowing yourself to be their option.",
  23,
  "You could have had anything else in the world, and you asked for me.She smiled up at him. Filthy as he was, covered in blood and dirt, he was the most beautiful thing she'd ever seen.But I don't want anything else in the world.",
  23,
  "I was gratified to be able to answer promptly, and I did. I said I didn’t know.",
  23,
  "My experience of life is that it is not divided up into genres; it’s a horrifying, romantic, tragic, comical, science-fiction cowboy detective novel. You know, with a bit of pornography if you're lucky.",
  23,
  "Turn your wounds into wisdom.",
  23,
  "Once on a yellow piece of paper with green lines\the wrote a poemAnd he called it Chops\tbecause that was the name of his dogAnd that's what it was all aboutAnd his teacher gave him an A\tand a gold starAnd his mother hung it on the kitchen door\tand read it to his auntsThat was the year Father Tracy\ttook all the kids to the zooAnd he let them sing on the busAnd his little sister was born\twith tiny toenails and no hairAnd his mother and father kissed a lotAnd the girl around the corner sent him aValentine signed with a row of X's\tand he had to ask his father what the X's meantAnd his father always tucked him in bed at nightAnd was always there to do itOnce on a piece of white paper with blue lines\the wrote a poemAnd he called it Autumn\tbecause that was the name of the seasonAnd that's what it was all aboutAnd his teacher gave him an A\tand asked him to write more clearlyAnd his mother never hung it on the kitchen door\tbecause of its new paintAnd the kids told him\tthat Father Tracy smoked cigarsAnd left butts on the pewsAnd sometimes they would burn holesThat was the year his sister got glasses\twith thick lenses and black framesAnd the girl around the corner laughed\twhen he asked her to go see Santa ClausAnd the kids told him why\this mother and father kissed a lotAnd his father never tucked him in bed at nightAnd his father got mad\twhen he cried for him to do it.Once on a paper torn from his notebook\the wrote a poemAnd he called it Innocence: A Question\tbecause that was the question about his girlAnd that's what it was all aboutAnd his professor gave him an A\tand a strange steady lookAnd his mother never hung it on the kitchen door\tbecause he never showed herThat was the year that Father Tracy diedAnd he forgot how the end\tof the Apostle's Creed wentAnd he caught his sister\tmaking out on the back porchAnd his mother and father never kissed\tor even talkedAnd the girl around the corner\twore too much makeupThat made him cough when he kissed her\tbut he kissed her anyway\tbecause that was the thing to doAnd at three a.m. he tucked himself into bed\this father snoring soundlyThat's why on the back of a brown paper bag\the tried another poemAnd he called it Absolutely NothingBecause that's what it was really all aboutAnd he gave himself an A\tand a slash on each damned wristAnd he hung it on the bathroom door\tbecause this time he didn't think\the could reach the kitchen.",
  23,
  "Nothing that’s worthwhile is ever easy. Remember that.",
  23,
  "War is peace. Freedom is slavery. Ignorance is strength.",
  23,
  "When you're struggling with something, look at all the people around you and realize that every single person you see is struggling with something, and to them, it's just as hard as what you're going through.",
  23,
  "Books may well be the only true magic.",
  23,
  "Happiness is a warm puppy.",
  23,
  "No tears in the writer, no tears in the reader. No surprise in the writer, no surprise in the reader.",
  23,
  "You said you were going for a walk!? What kind of walk takes six hours?A long one?",
  23,
  "Deserves it! I daresay he does. Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends.",
  23,
  "Two possibilities exist: either we are alone in the Universe or we are not. Both are equally terrifying.",
  23,
  "The important thing is not to stop questioning. Curiosity has its own reason for existence. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality. It is enough if one tries merely to comprehend a little of this mystery each day.—Old Man's Advice to Youth: 'Never Lose a Holy Curiosity.'  (2 May 1955) p. 64",
  23,
  "Each day means a new twenty-four hours. Each day means everything's possible again. You live in the moment, you die in the moment, you take it all one day at a time.",
  23,
  "Life is too short to waste your time on people who don’t respect, appreciate, and value you.",
  23,
  "I cannot fix on the hour, or the spot, or the look or the words, which laid the foundation. It is too long ago. I was in the middle before I knew that I had begun.",
  23,
  "When you have eliminated all which is impossible, then whatever remains, however improbable, must be the truth.",
  23,
  "Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing had happened.",
  23,
  "Should I kill myself, or have a cup of coffee?",
  23,
  "You gain strength, courage and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I have lived through this horror. I can take the next thing that comes along.' You must do the thing you think you cannot do.",
  23,
  "Without pain, how could we know joy?' This is an old argument in the field of thinking about suffering and its stupidity and lack of sophistication could be plumbed for centuries but suffice it to say that the existence of broccoli does not, in any way, affect the taste of chocolate.",
  23,
  "Kiss me, and you will see how important I am.",
  5,
  "When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.",
  5,
  "So, this is my life. And I want you to know that I am both happy and sad and I'm still trying to figure out how that could be.",
  5,
  "Listen to the mustn'ts, child. Listen to the don'ts. Listen to the shouldn'ts, the impossibles, the won'ts. Listen to the never haves, then listen close to me... Anything can happen, child. Anything can be.",
  5,
  "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.",
  5,
  "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you.",
  5,
  "Life is like riding a bicycle. To keep your balance, you must keep moving.",
  5,
  "Some people never go crazy. What truly horrible lives they must lead.",
  5,
  "People think a soul mate is your perfect fit, and that's what everyone wants. But a true soul mate is a mirror, the person who shows you everything that is holding you back, the person who brings you to your own attention so you can change your life. A true soul mate is probably the most important person you'll ever meet, because they tear down your walls and smack you awake. But to live with a soul mate forever? Nah. Too painful. Soul mates, they come into your life just to reveal another layer of yourself to you, and then leave. A soul mates purpose is to shake you up, tear apart your ego a little bit, show you your obstacles and addictions, break your heart open so new light can get in, make you so desperate and out of control that you have to transform your life, then introduce you to your spiritual master...",
  5,
  "You don't love someone because they're perfect, you love them in spite of the fact that they're not.",
  5,
  "Saying 'I notice you're a nerd' is like saying, 'Hey, I notice that you'd rather be intelligent than be stupid, that you'd rather be thoughtful than be vapid, that you believe that there are things that matter more than the arrest record of Lindsay Lohan. Why is that?' In fact, it seems to me that most contemporary insults are pretty lame. Even 'lame' is kind of lame. Saying 'You're lame' is like saying 'You walk with a limp.' Yeah, whatever, so does 50 Cent, and he's done all right for himself.",
  5,
  "What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.",
  5,
  "It matters not what someone is born, but what they grow to be.",
  5,
  "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishings.",
  5,
  "The difference between genius and stupidity is: genius has its limits.",
  5,
  "If you can make a woman laugh, you can make her do anything.",
  5,
  "We’re all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness—and call it love—true love.",
  5,
  "It is what you read when you don't have to that determines what you will be when you can't help it.",
  5,
  "Not all those who wander are lost.",
  5,
  "If I had a flower for every time I thought of you...I could walk through my garden forever.",
  5,
  "The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it.",
  5,
  "You don’t  a soul, Doctor. You  a soul. You  a body, temporarily.",
  5,
  "Do one thing every day that scares you.",
  5,
  "Some infinities are bigger than other infinities.",
  5,
  "I would venture to guess that Anon, who wrote so many poems without signing them, was often a woman.",
  5,
  "One must always be careful of books, said Tessa, and what is inside them, for words have the power to change us.",
  5,
  "Reality continues to ruin my life.",
  5,
  "Time you enjoy wasting is not wasted time.",
  5,
  "Things change. And friends leave. Life doesn't stop for anybody.",
  5,
  "There is no pretending, Jace said with absolute clarity. I love you, and I will love you until I die, and if there is life after that, I'll love you then.",
  5,
  "I wish it need not have happened in my time, said Frodo.So do I, said Gandalf, and so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us.",
  16,
  "The fault, dear Brutus, is not in our stars, but in ourselves.",
  16,
  "If you expect nothing from somebody you are never disappointed.",
  16,
  "We have to dare to be ourselves, however frightening or strange that self may prove to be.",
  16,
  "We fell in love, despite our differences, and once we did, something rare and beautiful was created. For me, love like that has only happened once, and that's why every minute we spent together has been seared in my memory. I'll never forget a single moment of it.",
  16,
  "To love. To be loved. To never forget your own insignificance. To never get used to the unspeakable violence and the vulgar disparity of life around you. To seek joy in the saddest places. To pursue beauty to its lair. To never simplify what is complicated or complicate what is simple. To respect strength, never power. Above all, to watch. To try and understand. To never look away. And never, never to forget.",
  16,
  "Isn't it nice to think that tomorrow is a new day with no mistakes in it yet?",
  16,
  "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes.",
  16,
  "Tell me, what is it you plan to do with your one wild and precious life?",
  16,
  "Anyone who lives within their means suffers from a lack of imagination.",
  16,
  "Life is a book and there are a thousand pages I have not yet read.",
  16,
  "Going to church doesn’t make you a Christian any more than going to a garage makes you an automobile.",
  16,
  "I do not want people to be very agreeable, as it saves me the trouble of liking them a great deal.",
  16,
  "Chance is perhaps the pseudonym of God when he does not want to sign.",
  16,
  "Let us read, and let us dance; these two amusements will never do any harm to the world.",
  16,
  "And so the lion fell in love with the lamb… he murmured. I looked away, hiding my eyes as I thrilled to the word.What a stupid lamb, I sighed.What a sick, masochistic lion.",
  16,
  "You're a prefect? Oh Ronnie! That's everyone in the family!What are Fred and I? Next door neighbors?",
  16,
  "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
  16,
  "This is a good sign, having a broken heart. It means we have tried for something.",
  16,
  "I DON'T CARE! Harry yelled at them, snatching up a lunascope and throwing it into the fireplace. I'VE HAD ENOUGH, I'VE SEEN ENOUGH, I WANT OUT, I WANT IT TO END, I DON'T CARE ANYMORE!You do care, said Dumbledore. He had not flinched or made a single move to stop Harry demolishing his office. His expression was calm, almost detached. You care so much you feel as though you will bleed to death with the pain of it.",
  16,
  "Any fool can know. The point is to understand.",
  16,
  "And I'm suppose to sit by while you date boys and fall in love with someone else, get married...? His voice tightened. And meanwhile, I'll die a little bit more every day, watching.",
  16,
  "For those who believe in God, most of the big questions are answered. But for those of us who can't readily accept the God formula, the big answers don't remain stone-written. We adjust to new conditions and discoveries. We are pliable. Love need not be a command nor faith a dictum. I am my own god. We are here to unlearn the teachings of the church, state, and our educational system. We are here to drink beer. We are here to kill war. We are here to laugh at the odds and live our lives so well that Death will tremble to take us.",
  16,
  "The planet is fine. The people are fucked.",
  16,
  "Unless someone like you cares a whole awful lot,Nothing is going to get better. It's not.",
  16,
  "We should all start to live before we get too old. Fear is stupid. So are regrets.",
  16,
  "There will come a time when all of us are dead. All of us. There will come a time when there are no human beings remaining to remember that anyone ever existed or that our species ever did anything. There will be no one left to remember Aristotle or Cleopatra, let alone you. Everything that we did and built and wrote and thought and discovered will be forgotten and all of this will have been for naught. Maybe that time is coming soon and maybe it is millions of years away, but even if we survive the collapse of our sun, we will not survive forever. There was time before organisms experienced consciousness, and there will be time after. And if the inevitability of human oblivion worries you, I encourage you to ignore it. God knows that’s what everyone else does.",
  16,
  "Every saint has a past, and every sinner has a future.",
  16,
  "Never laugh at live dragons.",
  16,
  "Some people care too much. I think it's called love.",
  16,
  "The secret of life, though, is to fall seven times and to get up eight times.",
  10,
  "I wish I could freeze this moment, right here, right now and live in it forever.",
  10,
  "Never forget what you are, for surely the world will not. Make it your strength. Then it can never be your weakness. Armour yourself in it, and it will never be used to hurt you.",
  10,
  "Give a man a fire and he's warm for a day, but set fire to him and he's warm for the rest of his life.",
  10,
  "Happiness is when what you think, what you say, and what you do are in harmony.",
  10,
  "The statistics on sanity are that one out of every four people is suffering from a mental illness. Look at your 3 best friends. If they're ok, then it's you.",
  10,
  "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great.",
  10,
  "Life is an awful, ugly place to not have a best friend.",
  10,
  "Well-behaved women seldom make history.",
  10,
  "I don't want to be a man, said Jace. I want to be an angst-ridden teenager who can't confront his own inner demons and takes it out verbally on other people instead.Well, said Luke, you're doing a fantastic job.",
  10,
  "We're all human, aren't we? Every human life is worth the same, and worth saving.",
  10,
  "Being a woman is a terribly difficult trade since it consists principally of dealings with men.",
  10,
  "One is loved because one is loved. No reason is needed for loving.",
  10,
  "Lock up your libraries if you like; but there is no gate, no lock, no bolt that you can set upon the freedom of my mind.",
  10,
  "So we beat on, boats against the current, borne back ceaselessly into the past.",
  10,
  "Everyone thinks of changing the world, but no one thinks of changing himself.",
  10,
  "If we find ourselves with a desire that nothing in this world can satisfy, the most probable explanation is that we were made for another world.",
  10,
  "I don't know half of you half as well as I should like; and I like less than half of you half as well as you deserve.",
  10,
  "The Road Not TakenTwo roads diverged in a yellow wood,And sorry I could not travel both\tAnd be one traveler, long I stood\tAnd looked down one as far as I could\tTo where it bent in the undergrowth;\t  Then took the other, as just as fair,\tAnd having perhaps the better claim,\tBecause it was grassy and wanted wear;\tThough as for that the passing there\tHad worn them really about the same,\t  And both that morning equally lay\tIn leaves no step had trodden black.\tOh, I kept the first for another day!\tYet knowing how way leads on to way,\tI doubted if I should ever come back.\t  I shall be telling this with a sigh\tSomewhere ages and ages hence:\tTwo roads diverged in a wood, and I—\tI took the one less traveled by,\tAnd that has made all the difference.",
  10,
  "The world is not a wish-granting factory.",
  10,
  "And above all, watch with glittering eyes the whole world around you because the greatest secrets are always hidden in the most unlikely places. Those who don't believe in magic will never find it.",
  10,
  "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad.",
  10,
  "In vain have I struggled. It will not do. My feelings will not be repressed. You must allow me to tell you how ardently I admire and love you.",
  10,
  "When I despair, I remember that all through history the way of truth and love have always won. There have been tyrants and murderers, and for a time, they can seem invincible, but in the end, they always fall. Think of it--always.",
  10,
  "There's nothing like deep breaths after laughing that hard. Nothing in the world like a sore stomach for the right reasons.",
  10,
  "It's the friends you can call up at 4 a.m. that matter.",
  10,
  "Becoming fearless isn't the point. That's impossible. It's learning how to control your fear, and how to be free from it.",
  10,
  "I am not pretty. I am not beautiful. I am as radiant as the sun.",
  10,
  "It's far better to be unhappy alone than unhappy with someone — so far.",
  10,
  "Sometimes you have to be apart from people you love, but that doesn't make you love them any less. Sometimes you love them more.",
  10,
  "Let me tell you this: if you meet a loner, no matter what they tell you, it's not because they enjoy solitude. It's because they have tried to blend into the world before, and people continue to disappoint them.",
  12,
  "Hold fast to dreams,For if dreams dieLife is a broken-winged bird,That cannot fly.",
  12,
  "Count your age by friends, not years. Count your life by smiles, not tears.",
  12,
  "Happiness is not something ready made. It comes from your own actions.",
  12,
  "What a treacherous thing to believe that a person is more than a person.",
  12,
  "All we have to decide is what to do with the time that is given us.",
  12,
  "You talk when you cease to be at peace with your thoughts.",
  12,
  "All that we see or seem is but a dream within a dream.",
  12,
  "Indifference and neglect often do much more damage than outright dislike.",
  12,
  "The Christian does not think God will love us because we are good, but that God will make us good because He loves us.",
  12,
  "Wit beyond measure is man’s greatest treasure.",
  12,
  "I like the night. Without the dark, we'd never see the stars.",
  12,
  "We are only as strong as we are united, as weak as we are divided.",
  12,
  "The weak can never forgive. Forgiveness is the attribute of the strong.",
  12,
  "Do not read, as children do, to amuse yourself, or like the ambitious, for the purpose of instruction. No, read in order to live.",
  12,
  "Peace begins with a smile..",
  12,
  "The only thing worse than a boy who hates you: a boy that loves you.",
  12,
  "If you were half as funny as you think you are, you'd be twice as funny as you really are.",
  12,
  "So, I guess we are who we are for alot of reasons. And maybe we'll never know most of them. But even if we don't have the power to choose where we come from, we can still choose where we go from there. We can still do things. And we can try to feel okay about them.",
  12,
  "In the depth of winter, I finally learned that within me there lay an invincible summer.",
  12,
  "Imagining the future is a kind of nostalgia. (...) You spend your whole life stuck in the labyrinth, thinking about how you'll escape it one day, and how awesome it will be, and imagining that future keeps you going, but you never do it. You just use the future to escape the present.",
  12,
  "You are my best friend as well as my lover, and I do not know which side of you I enjoy the most. I treasure each side, just as I have treasured our life together.",
  12,
  "To the people who look at the stars and wish, Rhys.Rhys clinked his glass against mine. To the stars who listen— and the dreams that are answered.",
  12,
  "You are, and always have been, my dream.",
  12,
  "You're going to come across people in your life who will say all the right words at all the right times. But in the end, it's always their actions you should judge them by. It's actions, not words, that matter.",
  12,
  "Is it true that you shouted at Professor Umbridge?Yes.You called her a liar?Yes.You told her He Who Must Not Be Named is back?Yes.Have a biscuit, Potter.",
  12,
  "We came to see Jace. Is he alright?I don't know, Magnus said. Does he normally just lie on the floor like that without moving?",
  12,
  "Mr. Moony presents his compliments to Professor Snape, and begs him to keep his abnormally large nose out of other people's business.Mr. Prongs agrees with Mr. Moony, and would like to add that Professor Snape is an ugly git.Mr. Padfoot would like to register his astonishment that an idiot like that ever became a professor.Mr. Wormtail bids Professor Snape good day, and advises him to wash his hair, the slimeball.",
  12,
  "Above all, don't lie to yourself. The man who lies to himself and listens to his own lie comes to a point that he cannot distinguish the truth within him, or around him, and so loses all respect for himself and for others. And having no respect he ceases to love.",
  12,
  "I would always rather be happy than dignified.",
  12,
  "Friendship is unnecessary, like philosophy, like art.... It has no survival value; rather it is one of those things which give value to survival.",
  15,
  "A clever person solves a problem. A wise person avoids it.",
  15,
  "Nobody has ever measured, not even poets, how much the heart can hold.",
  15,
  "I, with a deeper instinct, choose a man who compels my strength, who makes enormous demands on me, who does not doubt my courage or my toughness, who does not believe me naïve or innocent, who has the courage to treat me like a woman.",
  15,
  "The best love is the kind that awakens the soul and makes us reach for more, that plants a fire in our hearts and brings peace to our minds. And that's what you've given me. That's what I'd hoped to give you forever",
  15,
  "It means 'Shadowhunters: Looking Better in Black Than the Widows of our Enemies Since 1234'.",
  15,
  "Get busy living or get busy dying.",
  15,
  "It's only after we've lost everything that we're free to do anything.",
  15,
  "There are two basic motivating forces: fear and love. When we are afraid, we pull back from life. When we are in love, we open to all that life has to offer with passion, excitement, and acceptance. We need to learn to love ourselves first, in all our glory and our imperfections. If we cannot love ourselves, we cannot fully open to our ability to love others or our potential to create. Evolution and all hopes for a better world rest in the fearlessness and open-hearted vision of people who embrace life.",
  15,
  "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
  15,
  "I can believe things that are true and things that aren't true and I can believe things where nobody knows if they're true or not. I can believe in Santa Claus and the Easter Bunny and the Beatles and Marilyn Monroe and Elvis and Mister Ed. Listen - I believe that people are perfectable, that knowledge is infinite, that the world is run by secret banking cartels and is visited by aliens on a regular basis, nice ones that look like wrinkled lemurs and bad ones who mutilate cattle and want our water and our women. I believe that the future sucks and I believe that the future rocks and I believe that one day White Buffalo Woman is going to come back and kick everyone's ass. I believe that all men are just overgrown boys with deep problems communicating and that the decline in good sex in America is coincident with the decline in drive-in movie theaters from state to state. I believe that all politicians are unprincipled crooks and I still believe that they are better than the alternative. I believe that California is going to sink into the sea when the big one comes, while Florida is going to dissolve into madness and alligators and toxic waste. I believe that antibacterial soap is destroying our resistance to dirt and disease so that one day we'll all be wiped out by the common cold like martians in War of the Worlds. I believe that the greatest poets of the last century were Edith Sitwell and Don Marquis, that jade is dried dragon sperm, and that thousands of years ago in a former life I was a one-armed Siberian shaman. I believe that mankind's destiny lies in the stars. I believe that candy really did taste better when I was a kid, that it's aerodynamically impossible for a bumble bee to fly, that light is a wave and a particle, that there's a cat in a box somewhere who's alive and dead at the same time (although if they don't ever open the box to feed it it'll eventually just be two different kinds of dead), and that there are stars in the universe billions of years older than the universe itself. I believe in a personal god who cares about me and worries and oversees everything I do. I believe in an impersonal god who set the universe in motion and went off to hang with her girlfriends and doesn't even know that I'm alive. I believe in an empty and godless universe of causal chaos, background noise, and sheer blind luck. I believe that anyone who says sex is overrated just hasn't done it properly. I believe that anyone who claims to know what's going on will lie about the little things too. I believe in absolute honesty and sensible social lies. I believe in a woman's right to choose, a baby's right to live, that while all human life is sacred there's nothing wrong with the death penalty if you can trust the legal system implicitly, and that no one but a moron would ever trust the legal system. I believe that life is a game, that life is a cruel joke, and that life is what happens when you're alive and that you might as well lie back and enjoy it.",
  15,
  "Once upon a time there was a boy who loved a girl, and her laughter was a question he wanted to spend his whole life answering.",
  15,
  "When someone shows you who they are believe them the first time.",
  15,
  "We all die. The goal isn't to live forever, the goal is to create something that will.",
  15,
  "Destroying things is much easier than making them.",
  15,
  "You educate a man; you educate a man. You educate a woman; you educate a generation.",
  15,
  "Well, don't expect us to be too impressed. We just saw Finnick Odair in his underwear.",
  15,
  "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.",
  15,
  "If the world were merely seductive, that would be easy. If it were merely challenging, that would be no problem. But I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day.",
  15,
  "Out beyond ideas of wrongdoing and rightdoing there is a field.I'll meet you there.When the soul lies down in that grassthe world is too full to talk about.",
  15,
  "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
  15,
  "Science without religion is lame, religion without science is blind.",
  15,
  "We loved with a love that was more than love.",
  15,
  "These woods are lovely, dark and deep,But I have promises to keep,And miles to go before I sleep,And miles to go before I sleep.",
  15,
  "When I look at my room, I see a girl who loves books.",
  15,
  "I took a deep breath and listened to the old brag of my heart. I am, I am, I am.",
  15,
  "It is sometimes an appropriate response to reality to go insane.",
  15,
  "Reader, suppose you were an idiot. And suppose you were a member of Congress. But I repeat myself.",
  15,
  "Books are the perfect entertainment: no commercials, no batteries, hours of enjoyment for each dollar spent. What I wonder is why everybody doesn't carry a book around for those inevitable dead spots in life.",
  15,
  "All the world is made of faith, and trust, and pixie dust.",
  15,
  "Eleanor was right. She never looked nice. She looked like art, and art wasn't supposed to look nice; it was supposed to make you feel something.",
  7,
  "The marks humans leave are too often scars.",
  7,
  "Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.",
  7,
  "A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.",
  7,
  "Some day you will be old enough to start reading fairy tales again.",
  7,
  "We are what we pretend to be, so we must be careful about what we pretend to be.",
  7,
  "Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our light, not our darkness that most frightens us. We ask ourselves, 'Who am I to be brilliant, gorgeous, talented, fabulous?' Actually, who are you not to be? You are a child of God. Your playing small does not serve the world. There is nothing enlightened about shrinking so that other people won't feel insecure around you. We are all meant to shine, as children do. We were born to make manifest the glory of God that is within us. It's not just in some of us; it's in everyone. And as we let our own light shine, we unconsciously give other people permission to do the same. As we are liberated from our own fear, our presence automatically liberates others.",
  7,
  "To die will be an awfully big adventure.",
  7,
  "Anyone who has never made a mistake has never tried anything new.",
  7,
  "And in that moment, I swear we were infinite.",
  7,
  "Books are a uniquely portable magic.",
  7,
  "What a slut time is. She screws everybody.",
  7,
  "It’s no use going back to yesterday, because I was a different person then.",
  7,
  "It takes courage to grow up and become who you really are.",
  7,
  "I'm the one that's got to die when it's time for me to die, so let me live my life the way I want to.",
  7,
  "The truth is rarely pure and never simple.",
  7,
  "You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children.",
  7,
  "But better to get hurt by the truth than comforted with a lie.",
  7,
  "So it's not gonna be easy. It's going to be really hard; we're gonna have to work at this everyday, but I want to do that because I want you. I want all of you, forever, everyday. You and me... everyday.",
  7,
  "Books are the ultimate Dumpees: put them down and they’ll wait for you forever; pay attention to them and they always love you back.",
  7,
  "We believe in ordinary acts of bravery, in the courage that drives one person to stand up for another.",
  7,
  "There is nothing better than a friend, unless it is a friend with chocolate.",
  7,
  "... a mind needs books as a sword needs a whetstone, if it is to keep its edge.",
  7,
  "[Dean] My dear fellow, who will let you?[Roark] That’s not the point. The point is, who will stop me?",
  7,
  "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
  7,
  "I believe in Christianity as I believe that the sun has risen: not only because I see it, but because by it I see everything else.",
  7,
  "There are infinite numbers between 0 and 1. There's .1 and .12 and .112 and an infinite collection of others. Of course, there is a bigger infinite set of numbers between 0 and 2, or between 0 and a million. Some infinities are bigger than other infinities. A writer we used to like taught us that. There are days, many of them, when I resent the size of my unbounded set. I want more numbers than I'm likely to get, and God, I want more numbers for Augustus Waters than he got. But, Gus, my love, I cannot tell you how thankful I am for our little infinity. I wouldn't trade it for the world. You gave me a forever within the numbered days, and I'm grateful.",
  7,
  "The truth. Dumbledore sighed. It is a beautiful and terrible thing, and should therefore be treated with great caution.",
  7,
  "Memories warm you up from the inside. But they also tear you apart.",
  7,
  "A lie can travel half way around the world while the truth is putting on its shoes.",
  7,
  "Remember, if the time should come when you have to make a choice between what is right and what is easy, remember what happened to a boy who was good, and kind, and brave, because he strayed across the path of Lord Voldemort. Remember Cedric Diggory.",
  8,
  "Never tell the truth to people who are not worthy of it.",
  8,
  "I love you as certain dark things are to be loved, in secret, between the shadow and the soul.",
  8,
  "Knowing yourself is the beginning of all wisdom.",
  8,
  "Tis better to have loved and lostThan never to have loved at all.",
  8,
  "Only the very weak-minded refuse to be influenced by literature and poetry.",
  8,
  "Just when you think it can't get any worse, it can. And just when you think it can't get any better, it can.",
  8,
  "It's the possibility of having a dream come true that makes life interesting.",
  8,
  "It's so hard to forget pain, but it's even harder to remember sweetness. We have no scar to show for happiness. We learn so little from peace.",
  8,
  "Be nice to nerds. You may end up working for them. We all could.",
  8,
  "Be not afraid of greatness. Some are born great, some achieve greatness, and others have greatness thrust upon them.",
  8,
  "Do you remember me telling you we are practicing non-verbal spells, Potter?Yes, said Harry stiffly.Yes, sir.There's no need to call me sir Professor.The words had escaped him before he knew what he was saying.",
  8,
  "Perhaps one did not want to be loved so much as to be understood.",
  8,
  "What you're supposed to do when you don't like a thing is change it. If you can't change it, change the way you think about it. Don't complain.",
  8,
  "The only true wisdom is in knowing you know nothing.",
  8,
  "Happiness in intelligent people is the rarest thing I know.",
  8,
  "A day without laughter is a day wasted.",
  8,
  "He’s not perfect. You aren’t either, and the two of you will never be perfect. But if he can make you laugh at least once, causes you to think twice, and if he admits to being human and making mistakes, hold onto him and give him the most you can. He isn’t going to quote poetry, he’s not thinking about you every moment, but he will give you a part of him that he knows you could break. Don’t hurt him, don’t change him, and don’t expect for more than he can give. Don’t analyze. Smile when he makes you happy, yell when he makes you mad, and miss him when he’s not there. Love hard when there is love to be had. Because perfect guys don’t exist, but there’s always one guy that is perfect for you.",
  8,
  "Yes: I am a dreamer. For a dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world.",
  8,
  "A person's a person, no matter how small.",
  8,
  "Thomas Edison's last words were . I don't know where there is, but I believe it's somewhere, and I hope it's beautiful.",
  8,
  "You can never be overdressed or overeducated.",
  8,
  "I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain.",
  8,
  "I became insane, with long intervals of horrible sanity.",
  8,
  "When we honestly ask ourselves which person in our lives mean the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand. The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing, not curing, not healing and face with us the reality of our powerlessness, that is a friend who cares.",
  8,
  "When adults say, Teenagers think they are invincible with that sly, stupid smile on their faces, they don't know how right they are. We need never be hopeless, because we can never be irreparably broken. We think that we are invincible because we are. We cannot be born, and we cannot die. Like all energy, we can only change shapes and sizes and manifestations. They forget that when they get old. They get scared of losing and failing. But that part of us greater than the sum of our parts cannot begin and cannot end, and so it cannot fail.",
  8,
  "Oh, I wouldn't mind, Hazel Grace. It would be a privilege to have my heart broken by you.",
  8,
  "Numbing the pain for a while will make it worse when you finally feel it.",
  8,
  "I finally understood what true love meant...love meant that you care for another person's happiness more than your own, no matter how painful the choices you face might be.",
  8,
  "It is one of the blessings of old friends that you can afford to be stupid with them.",
  8,
  "The one you love and the one who loves you are never, ever the same person.",
  19,
  "Talent hits a target no one else can hit. Genius hits a target no one else can see.",
  19,
  "What's meant to be will always find a way",
  19,
  "There are two motives for reading a book; one, that you enjoy it; the other, that you can boast about it.",
  19,
  "Hell is empty and all the devils are here.",
  19,
  "May I see you again? he asked. There was an endearing nervousness in his voice. I smiled. Sure.Tomorrow? he asked.Patience, grasshopper, I counseled. You don't want to seem overeager. Right, that's why I said tomorrow, he said. I want to see you again tonight. But I'm willing to wait all night and much of tomorrow. I rolled my eyes. I'm serious, he said. You don't even know me, I said. I grabbed the book from the center console. How about I call you when I finish this?But you don't even have my phone number, he said.I strongly suspect you wrote it in this book. He broke out into that goofy smile. And you say we don't know each other.",
  19,
  "Make it a rule never to give a child a book you would not read yourself.",
  19,
  "I think that if I ever have kids, and they are upset, I won't tell them that people are starving in China or anything like that because it wouldn't change the fact that they were upset. And even if somebody else has it much worse, that doesn't really change the fact that you have what you have.",
  19,
  "There is nothing either good or bad, but thinking makes it so.",
  19,
  "A thing is not necessarily true because a man dies for it.",
  19,
  "Malachi scowled. I don't remember the Clave inviting you into the Glass City, Magnus Bane.They didn't, Magnus said. Your wards are down.Really? the Consul's voice dripped sarcasm. I hadn't noticed.Magnus looked concerned. That's terrible. Someone should have told you. He glanced at Luke. Tell him the wards are down.",
  19,
  "When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, Why god? Why me? and the thundering voice of God answered, There's just something about you that pisses me off.",
  19,
  "Somewhere, something incredible is waiting to be known.",
  19,
  "And the day came when the risk to remain tight in a bud was more painful than the risk it took to blossom.",
  19,
  "The world is indeed full of peril, and in it there are many dark places; but still there is much that is fair, and though in all lands love is now mingled with grief, it grows perhaps the greater.",
  19,
  "In the end, we will remember not the words of our enemies, but the silence of our friends.",
  19,
  "Do not let your fire go out, spark by irreplaceable spark in the hopeless swamps of the not-quite, the not-yet, and the not-at-all. Do not let the hero in your soul perish in lonely frustration for the life you deserved and have never been able to reach. The world you desire can be won. It exists.. it is real.. it is possible.. it's yours.",
  19,
  "It is hard enough to remember my opinions, without also remembering my reasons for them!",
  19,
  "Hearts are made to be broken.",
  19,
  "The flower that blooms in adversity is the rarest and most beautiful of all.",
  19,
  "Of all sad words of tongue or pen, the saddest are these, 'It might have been.",
  19,
  "There is a theory which states that if ever anyone discovers exactly what the Universe is for and why it is here, it will instantly disappear and be replaced by something even more bizarre and inexplicable. There is another theory which states that this has already happened.",
  19,
  "Pain and suffering are always inevitable for a large intelligence and a deep heart. The really great men must, I think, have great sadness on earth.",
  19,
  "It is not the critic who counts; not the man who points out how the strong man stumbles, or where the doer of deeds could have done them better. The credit belongs to the man who is actually in the arena, whose face is marred by dust and sweat and blood; who strives valiantly; who errs, who comes short again and again, because there is no effort without error and shortcoming; but who does actually strive to do the deeds; who knows great enthusiasms, the great devotions; who spends himself in a worthy cause; who at the best knows in the end the triumph of high achievement, and who at the worst, if he fails, at least fails while daring greatly, so that his place shall never be with those cold and timid souls who neither know victory nor defeat.",
  19,
  "You could rattle the stars, she whispered. You could do anything, if only you dared. And deep down, you know it, too. That’s what scares you most.",
  19,
  "It is so hard to leave—until you leave. And then it is the easiest goddamned thing in the world.",
  19,
  "I'm coming back into focus when Caesar asks him if he has a girlfriend back home. Peeta hesitates, then gives an unconvincing shake of his head.Handsome lad like you. There must be some special girl. Come on, what’s her name? says Caesar.Peeta sighs. Well, there is this one girl. I’ve had a crush on her ever since I can remember. But I’m pretty sure she didn’t know I was alive until the reaping.Sounds of sympathy from the crowd. Unrequited love they can relate to.She have another fellow? asks Caesar.I don’t know, but a lot of boys like her, says Peeta.So, here’s what you do. You win, you go home. She can’t turn you down then, eh? says Caesar encouragingly.I don’t think it’s going to work out. Winning...won’t help in my case, says Peeta.Why ever not? says Caesar, mystified.Peeta blushes beet red and stammers out. Because...because...she came here with me.",
  19,
  "The boy never cried again, and he never forgot what he'd learned: that to love is to destroy, and that to be loved is to be the one destroyed.",
  19,
  "THE FIRST TEN LIES THEY TELL YOU IN HIGH SCHOOL 1. We are here to help you. 2. You will have time to get to your class before the bell rings. 3. The dress code will be enforced. 4. No smoking is allowed on school grounds. 5. Our football team will win the championship this year. 6. We expect more of you here. 7. Guidance counselors are always available to listen. 8. Your schedule was created with you in mind. 9. Your locker combination is private. 10. These will be the years you look back on fondly. TEN MORE LIES THEY TELL YOU IN HIGH SCHOOL 1. You will use algebra in your adult lives. 2. Driving to school is a privilege that can be taken away. 3. Students must stay on campus during lunch. 4. The new text books will arrive any day now. 5. Colleges care more about you than your SAT scores. 6. We are enforcing the dress code. 7. We will figure out how to turn off the heat soon. 8. Our bus drivers are highly trained professionals. 9. There is nothing wrong with summer school. 10. We want to hear what you have to say.",
  19,
  "The loneliest moment in someone’s life is when they are watching their whole world fall apart, and all they can do is stare blankly.",
  19,
  "You have enemies? Good. That means you've stood up for something, sometime in your life."
]